/*Создание базы данных и таблицы

Создайте базу данных SQLite с названием "LibraryDB".
Создайте таблицу Books с следующими полями:
ID (int, primary key, autoincrement)
Title (string)
Author (string)
PublicationYear (int)
Genre (string)
ISBN (string)
CRUD-операции

Создание (Create)
Реализуйте возможность добавления новых книг в базу данных.
Чтение (Read)
Реализуйте возможность просмотра списка всех книг.
Реализуйте возможность поиска книги по различным критериям (например, по ID, названию, автору).
Обновление (Update)
Реализуйте возможность обновления информации о книге (например, изменение автора или названия).
Удаление (Delete)
Реализуйте возможность удаления книги из базы данных.
Пользовательский интерфейс

Разработайте консольный интерфейс для взаимодействия с пользователем.
Интерфейс должен быть интуитивно понятным и предоставлять информацию о доступных командах и формате их использования.*/

using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace Homework_21_09
{
    internal class Program
    {
        static void Main(string[] args)
        {

        }
    }
}
